/* formatter input error format */
"'%@' is not a valid social security number." = "“%@” non è un numero di previdenza sociale valido.";

/* humanReadableStringForTimeInterval */
"%@ ago" = "%@ fa";

/* abbreviated string for bytes format */
"%0.1f GB" = "%0.1f GB";

/* abbreviated string for gigahertz format */
"%0.1f GHz" = "%0.1f GHz";

/* abbreviated string for bytes format */
"%0.1f kB" = "%0.1f kB";

/* abbreviated string for kilohertz format */
"%0.1f KHz" = "%0.1f KHz";

/* abbreviated string for bytes format */
"%0.1f MB" = "%0.1f MB";

/* abbreviated string for megahertz format */
"%0.1f MHz" = "%0.1f MHz";

/* abbreviated string for bytes format */
"%0.1f PB" = "%0.1f PB";

/* abbreviated string for bytes format */
"%0.1f TB" = "%0.1f TB";

/* abbreviated string for terahertz format */
"%0.1f THz" = "%0.1f THz";

/* abbreviated string for bytes format */
"%d bytes" = "%d byte";

/* humanReadableStringForTimeInterval */
"%ld day, %ld:%02ld:%02ld" = "%1$ld giorno, %2$ld:%3$ld:%4$ld";

/* humanReadableStringForTimeInterval */
"%ld days, %ld:%02ld:%02ld" = "%1$ld giorni, %2$ld:%3$ld:%4$ld";

/* humanReadableStringForTimeInterval */
"%ld seconds" = "%ld secondi";

/* humanReadableStringForTimeInterval */
"%ld:%02ld" = "%1$ld:%2$ld";

/* humanReadableStringForTimeInterval */
"%ld:%02ld:%02ld" = "%1$ld:%2$ld:%3$ld";

/* abbreviated string for hertz format */
"%u Hz" = "%u Hz";

/* script exception format */
"Add command has invalid 'to' specifier." = "Il comando Aggiungi contiene un identificatore “a” non valido.";

/* script exception format */
"Add command missing the required 'to' specifier." = "Il comando Aggiungi non contiene il parametro “a” richiesto.";

/* invalid bundle reason */
"Bundle is obsolete" = "Il bundle è obsoleto";

/* invalid bundle reason */
"Bundle requires additional software" = "Il bundle richiede ulteriori applicazioni";

/* compression error reason */
"bzip2 library returned error code %d when finishing compression. %s." = "La libreria bzip2 ha restituito il codice errore %1$d al termine della compressione. %2$s.";

/* decompression error reason */
"bzip2 library returned error code %d when reading data. %s." = "La libreria bzip2 ha restituito il codice errore %1$d durante la lettura dei dati. %2$s.";

/* compression error reason */
"bzip2 library returned error code %d when writing data. %s." = "La libreria bzip2 ha restituito il codice errore %1$d durante la scrittura dei dati. %2$s.";

/* error recovery option */
"Cancel <error recovery>" = "Cancella";

/* error description - a UNIX subprocess exited due to a signal */
"command '%@' exited due to signal %d (%s)" = "comando “%1$@” interrotto a causa del segnale %2$d (%3$s)";

/* error description - a UNIX subprocess exited with a nonzero status */
"command '%@' returned %d" = "il comando “%1$@” ha restituito %2$d";

/* Error message when mkdir() fails
   Error message when mkdir() will fail because there's a file in the way
   Error message when stat() fails when trying to create a directory tree */


"Could not create directory" = "Impossibile creare directory";

/* error description - unable to start a child process using the fork syscall
   error description - unable to start a child process using the spawn syscall */

"Could not fork '%@'" = "Impossibile biforcare “%@”";

/* time span formatter span */
"d" = "g";

/* time span formatter span */
"day" = "giorno";

/* time span formatter span */
"days" = "giorni";

/* invalid bundle reason */
"Duplicate bundle name" = "Duplica nome bundle";

/* exception reason */
"Element '%@' not allowed at path: %@" = "Elemento “%1$@” non consentito sul percorso: %2$@";

/* error description */
"Error creating pipe" = "Errore durante la creazione del pipe";

/* Error encountered when trying to pass data through a UNIX command - parameter is underlying error text */
"Error filtering data through UNIX command: %@" = "Errore di filtraggio dei dati tramite comando UNIX: %@";

/* time span formatter span */
"h" = "h";

/* time span formatter span */
"hour" = "ora";

/* time span formatter span */
"hours" = "ore";

/* formatter input error */
"Invalid time span format" = "Formato intervallo di tempo non valido";

/* local bundle path readable string */
"local configuration file" = "file di configurazione locale";

/* time span formatter span */
"m" = "me";

/* time span formatter span */
"minute" = "minuto";

/* time span formatter span */
"minutes" = "minuti";

/* time span formatter span */
"mo" = "mm";

/* time span formatter span */
"month" = "mese";

/* time span formatter span */
"months" = "mesi";

/* error reason */
"No root element was found" = "Non è stato trovato alcun elemento root";

/* invalid bundle reason */
"Not a valid bundle" = "Bundle non valido";

/* formatter input error */
"Only enter numbers separated by spaces." = "Digita solo numeri separati da spazi.";

/* script exception format */
"Remove command has invalid 'from' specifier." = "Il comando Rimuovi contiene un identificatore “da” non valido.";

/* script exception format */
"Remove command missing the required 'from' specifier." = "Il comando Rimuovi non contiene il parametro “da” richiesto.";

/* humanReadableStringForTimeInterval */
"right now" = "adesso";

/* time span formatter span */
"s" = "s";

/* time span formatter span */
"second" = "secondo";

/* time span formatter span */
"seconds" = "secondi";

/* script exception format */
"Specified container doesn't handle the add command." = "Il contenitore specificato non gestisce il comando Aggiungi.";

/* script exception format */
"Specified container doesn't handle the remove command." = "Il contenitore specificato non gestisce il comando Rimuovi.";

/* formatter input error */
"That is not a valid date." = "Data non valida.";

/* formatter input error */
"That is not a valid phone number." = "Numero di telefono non valido.";

/* formatter input error */
"That is not a valid social security number." = "Numero di previdenza sociale non valido.";

/* formatter input error */
"That is not a valid state abbreviation." = "Abbreviazione di stato non valida.";

/* formatter input error */
"That is not a valid zip code." = "Codice postale non valido.";

/* compression error description */
"Unable to compress data." = "Impossibile comprimere i dati.";

/* error description */
"Unable to create lock file '%@'." = "Impossibile creare file di blocco “%@”.";

/* decompression error description */
"Unable to decompress data." = "Impossibile decomprimere i dati.";

/* decompression exception format */
"Unable to decompress gzip data: invalid header" = "Impossibile decomprimere i dati gzip: intestazione non valida";

/* compression error description */
"Unable to initialize compression" = "Impossibile inizializzare la compressione";

/* decompression error description */
"Unable to initialize decompression" = "Impossibile inizializzare la decompressione";

/* script exception format */
"Unable to resolve insertion container in specifier %@" = "Impossibile risolvere il contenitore di inserimento nel parametro %@";

/* script exception format */
"Unable to resolve insertion index in specifier %@" = "Impossibile risolvere l’indice di inserimento nel parametro %@";

/* script exception format */
"Unable to resolve insertion key in specifier %@" = "Impossibile risolvere la chiave di inserimento nel parametro %@";

/* error description */
"Unable to write cache file to '%@'" = "Impossibile scrivere il file di cache in “%@”.";

/* decompression error reason */
"unrecognized compression format." = "formato di compressione non riconosciuto.";

/* time span formatter span */
"w" = "se";

/* error description */
"Warning encountered while loading XML." = "Rilevato un avviso durante il caricamento XML.";

/* time span formatter span */
"week" = "settimana";

/* time span formatter span */
"weeks" = "settimane";

/* time span formatter span */
"y" = "a";

/* time span formatter span */
"year" = "anno";

/* time span formatter span */
"years" = "anni";

/* zlib error reason */
"zlib returned error code %d." = "zlib ha restituito il codice errore %d.";

/* zlib error reason */
"zlib returned error code %d. %s." = "zlib ha restituito il codice errore %1$d. %2$s.";